/* VERSION: Slovak Translation file - Version 2.8.0 - 2010 May 19 */

/* Publication Type and Seperator in the Publication Picker */
"   BIBLE DVD" = "   DVD BIBLIA";

/* Publication Type and Seperator in the Publication Picker */
"   BOOKS" = "   KNIHY";

/* Publication Type and Seperator in the Publication Picker */
"   BROCHURES" = "   BROŽÚRY";

/* Publication Type and Seperator in the Publication Picker */
"   CAMPAIGN TRACTS" = "   KAMPAŇOVÉ TRAKTÁTY";

/* Publication Type and Seperator in the Publication Picker */
"   DVD" = "   DVD";

/* Publication Type and Seperator in the Publication Picker */
"   TRACTS" = "   TRAKTÁTY";

/* Apartment Number and street name represented by %1$@ as the apartment number and %2$@ as the street name */
"#%@ %@" = "#%1$@ %2$@";

/* House number and apartment number represented by %1$@ as the house number and %2$@ as the apartment number */
"%@ #%@" = "%1$@ #%2$@";

/* House number, apartment number and Street represented by %1$@ as the house number, %2$@ as the apartment number, notice the # before it that will be there as 'number ...' and then %3$@ as the street name */
"%@ #%@ %@ " = "%1$@ #%2$@ %3$@ ";

/* House number and Street represented by %1$@ as the house number and %2$@ as the street name */
"%@ %@" = "%2$@ %1$@";

/* This is a representation for the watchtower or awake (or W & A combo) when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month and %3$d as the year */
"%@ %@ %d" = "%1$@ %2$@ %3$d.";

/* This is a representation for the watchtower or awake when it was published on the 1, 15 and 2, 22 respectively, like Watchtower March 15, 2001, please use %1$@ as the magazine type %2$@ as the month %3$d as the day of the month and %4$d as the year */
"%@ %@ %d, %d" = "%1$@ %3$d. %2$@ %4$d.";

/* Text used in the email that is sent to the congregation secretary, the <br> you see in the text are RETURN KEYS so that you can space multiple months apart from eachother */
"%@ Field Service Activity Report:<br>" = "%@ Správa zo služby:<br>";

/* This is a representation for the yearbook when it was published on what year, like 2009 Yearbook, please use %2$@ as the placeholder for 'Yearbook' %1$d as the year */
"%d %@" = "%1$d %2$@";

/* You are localizing the time (I dont know if you need to even change this) as in '1 hour 34 minutes' or '2 hours 1 minute' %1$d is the hours number %2$@ is the label for hour(s) %3$d is the minutes number and 4$%@ is the label for minutes(s) */
"%d %@ %d %@" = "%1$d %2$@ %3$d %4$@";

/* Singular form of '1 Brochure: The Trinity' with the format '%d %@: %@', the %@ represents the Magazine, Book, or Brochure type and the %d represents the count of publications */
"%d %@: %@" = "%1$d %2$@: %3$@";

/* Plural form of '2 Brochures: The Trinity' with the format '%d %@s: %@' notice the 's' in the middle for the plural form, the %@ represents the Magazine, Book, or Brochure type and the %d represents the count of publications */
"%d %@s: %@" = "%1$d %2$@: %3$@";

/* Number of months shown in the statistics view, setting title */
"%d Month Displayed" = "%d mesiac zobrazený";

/* Number of months shown in the statistics view, setting title */
"%d Months Displayed" = "%d zobrazené mesiace";

/* 1, singular publication, shown as '%d publication' */
"%d publication" = "%d publikácia";

/* more than one publications, shown as '%d publications' */
"%d publications" = "%d publikácie";

/* Short form of Bulk Magazine Placements for the Watchtower and Awake '%d: %@' */
"%d: %@" = "%1$d: %2$@";

/* name you see if you have a study who is not named yet and you go to Statistics->Study Individuals-> */
"(Study not named?)" = "(Study not named?)";

/* (unknown street) Placeholder Section title in the Sorted By Calls view */
"(unknown street)" = "(neznáma ulica)";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h1>Backup data for %@:</h1>\n" = "<h1>Dáta zálohy pre %@:</h1>\n";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h2>Bulk Placements:</h2>\n" = "<h2>Umiestnenie:</h2>\n";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h2>Calls:</h2>\n" = "<h2>Rozhovory:</h2>\n";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h2>Hours:</h2>\n" = "<h2>Hodiny:</h2>\n";

/* label for sending a printable email backup.  this label is in the body of the email */
"<h2>RBC Hours:</h2>\n" = "<h2>Hodiny z výstavby sál kráľovstva:</h2>\n";

/* Tracts Publication Name (T-17) */
"A Peaceful New World-Will It Come?" = "Koniec vojen";

/* title for the marker when you have to manually set the location for a call */
"Acquiring Location..." = "Získavam lokalizáciu...";

/* Add a initial visit action buton */
"Add a initial visit" = "Pridať návštevu";

/* Add a placed publication action button in call view */
"Add a placed publication" = "Pridať zanechané publikácie";

/* Add a return visit action button */
"Add a return visit" = "Pridať ON";

/* Button to click to add more information like phone number and email address */
"Add Additional Information" = "Pridať doplňujúce informácie";

/* Button to click to add an additional user to MyTime */
"Add Additional User" = "Pridaj užívatľa";

/* button to add streets to the list of not at home streets
   Title for the a new house in the Not At Home view */
"Add Attempt" = "Pridať pokus";

/* Button to click to add an 'Additional Information' to calls */
"Add Custom Information" = "Pridaj vlastnú poznámku";

/* button to add streets to the list of not at home streets
   Title for the a new house in the Not At Home view */
"Add House" = "Pridať dom";

/* Add Information title */
"Add Info" = "Pridať informáciu";

/* button to press when you are in the Multiple Choice view, this button lets the user add another choice to a multiple choice type */
"Add New Choice" = "Add New Choice";

/* button to press when you are in the Quick Notes view and have pressed the Edit nagivation button, this button lets the user add another quick note favorite */
"Add New Quick Note" = "Pridaj novú poznámku";

/* Title for the a new territory in the Not At Home view */
"Add New Territory" = "Add New Territory";

/* Placeholder for adding notes in the Not At Home views
   Return Visit Notes Placeholder text */
"Add Notes" = "Pridať poznámku";

/* Action Button in the Day's Bulk Literature Placement View called 'Add placed publications' */
"Add placed publications" = "Pridať zanechané publikácie";

/* button to add streets to the list of not at home streets
   Title for the a new street in the Not At Home view */
"Add Street" = "Add Street";

/* This text is right below the Quick notes Favoriate section describing what this section is for */
"Add your current presentations or common notes here to be used as a template for notes for your initial/return visits" = "Pridajte svoj úvod, alebo spoločné poznámky, ktoré môžu byť použité, ako šablóna ku vašej poznámke";

/* Address label for call */
"Address" = "Adresa";

/* cancel button */
"All Calls" = "Všetky návštevy";

/* all publicaitons label for publication type */
"All Publications" = "Všetky publikácie";

/* Book Publication Name (si) */
"All Scripture is Inspired" = "Celé písmo je inšpirované";

/* Tracts Publication Name (T-27) */
"All Suffering Soon to End" = "Koniec všetkého utrpenia je blízko";

/* Footer in the 'Additional Information' for the entries that will always show in every call */
"Any rows below that you move up here will always show up in your calls" = "Any rows below that you move up here will always show up in your calls";

/* Short month name */
"Apr" = "Apr";

/* Long month name */
"April" = "Apríl";

/* Apartment/Floor Number */
"Apt/Floor" = "Číslo domu/Poschodie";

/* Multiple Users: question asked when the user wants to delete a user's data */
"Are you sure that you want to DELETE ALL USER DATA for %@?\n\nYou can not recover from this action, you will DELETE all of your calls, hours, and other statistics for this user. Are you really sure you want to do this?" = "Are you sure that you want to DELETE ALL USER DATA for %@?\n\nYou can not recover from this action, you will DELETE all of your calls, hours, and other statistics for this user. Are you really sure you want to do this?";

/* Statement to make the user realize that they are deleting a call forever */
"Are you sure you want to delete the call forever, and remove all return visits, studies, and placed publications in your statistics?" = "Ste si istý, že chcete vymazať ON na vždy a odobrať aj všetky návštevy, ktoré ste tu vykonali, štúdia a zanechané publikácie z vašej štatistiky?";

/* Statement to make the user realize that this will still save information, and acknowledge they are deleting a call */
"Are you sure you want to delete the call?\n\nThe return visits and placed literature will still be counted in your statistics and you can restore or permanently delete this call in the \"Deleted Calls\" View." = "Are you sure you want to delete the call?\n\nThe return visits and placed literature will still be counted in your statistics and you can restore or permanently delete this call in the \"Deleted Calls\" View.";

/* Statement to make the user realize that this will still save information, and acknowledge they are deleting a call */
"Are you sure you want to restore the call (your statistics will not change)?" = "Ste si istý, že chcete obnoviť vaše štatistiky (Vaše štatistiky sa nezmenia)?";

/* Title of the section in the Not-At-Homes house view that allows you to add/edit attempts for the house
   used as a label when emailing not at homes */
"Attempts" = "Pokusy";

/* Short month name */
"Aug" = "Aug";

/* Long month name */
"August" = "August";

/* Autobackup label when enabled in the statistics view, setting title */
"Autobackup after %u days" = "Automatická záloha po %u dňoch";

/* Autobackup label when enabled in the statistics view, setting title */
"Autobackup every day" = "Zálohovať každý deň";

/* Title for selecting the number of days till you autobackup from the statistics view */
"Autobackup Interval" = "Interval zálohy";

/* This is a button you see when you create a new call and go to the address view for the first time, it allows the user to use google to lookup the address by the current location */
"Automatically Lookup Address" = "Automatically Lookup Address";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Auxilliary Pioneer" = "Pomocný priekopník";

/* Magizine Publication Name (g) */
"Awake" = "Prebuďte sa!";

/* More View Table Group Title */
"Backup" = "Záloha";

/* More->Settings view backup email address */
"Backup Address" = "Záloha adresy";

/* More->Settings view backup attachment */
"Backup Attachment" = "Backup Attachment";

/* More View Table backup your data */
"Backup using 'MyTime Backup'" = "Záloha používa 'MyTime backup'";

/* message displayed when someone wants to email me, I just want to make sure that they have read the website before asking a question */
"Because I might have received > 200 emails about a question, please read the Frequently Asked Questions section of the MyTime website before emailing me to ask a question.  Also, please read the existing feature request list before requesting a feature." = "Keďže dostávam viac, ako 200 emailov s otázkami, prosím prečítajte si FAQ a až keď nenájdete odpoveď na otázku, potom sa opýtajte.";

/* Book Publication Name */
"Bible" = "Biblia";

/* Publication Type name */
"Bible DVD" = "Biblia DVD";

/* Bible DVD Publication Name */
"Bible DVD: 1&2 Corinthians" = "Bible DVD: 1&2 Korinťanom";

/* Bible DVD Publication Name */
"Bible DVD: 1&2 Thessalonians, 1&2 Timothy, Titus, Philemon" = "Bible DVD: 1&2 Thessalonians, 1&2 Timothy, Titus, Philemon";

/* Bible DVD Publication Name */
"Bible DVD: Acts" = "Biblia DVD: Skutky apoštolov";

/* Bible DVD Publication Name */
"Bible DVD: Galatians, Ephesians, Philippians, Colossians" = "Bible DVD: Galatians, Ephesians, Philippians, Colossians";

/* Bible DVD Publication Name (1543) */
"Bible DVD: John" = "Biblia DVD: Ján";

/* Bible DVD Publication Name (1542) */
"Bible DVD: Luke" = "Biblia DVD: Lukáš";

/* Bible DVD Publication Name (1541) */
"Bible DVD: Mark" = "Biblia DVD: Marek";

/* Bible DVD Publication Name (1540) */
"Bible DVD: Matthew" = "Biblia DVD: Matúš";

/* Bible DVD Publication Name */
"Bible DVD: Romans" = "Biblia DVD: Rimanom";

/* Bible Studies label on the Statistics View */
"Bible Studies" = "Bibličké štúdia";

/* Brochures Publication Name (hb) */
"Blood" = "Krv";

/* Publication Type name */
"Book" = "Kniha";

/* Brochures Publication Name (ba) */
"Book for All" = "Kniha pre všetkých ľudí";

/* Publication Type name */
"Books" = "Knihy";

/* Publication Type name */
"Brochure" = "Brožúra";

/* Publication Type name */
"Brochures" = "Brožúry";

/* More View Table Build Date */
"Build Date" = "Dátum vytvorenia";

/* Title for Bulk Placements view */
"Bulk Placements" = "Zanechané publikácie";

/* Call main title when editing an existing call */
"Call" = "Návšteva";

/* Address title for address form */
"Call Address" = "Adresa návštsvy";

/* View title */
"Calls Sorted by City" = "ON podľa mesta";

/* view title */
"Calls Sorted by Date" = "ON podľa dátumu";

/* View title */
"Calls Sorted by Name" = "ON podľa mena";

/* view title */
"Calls Sorted by Street" = "ON podľa ulice";

/* Publication Type name */
"Campaign Tract" = "Kampaňové traktáty";

/* Publication Type name */
"Campaign Tracts" = "Kampaňové traktáty";

/* Cancel button */
"Cancel" = "Zrušiť";

/* Change Date action button for visit in call view */
"Change Date" = "Zmeniť dátum";

/* The title used in the Settings->Multiple Users screen */
"Choice Name" = "Choice Name";

/* City
   used as a label when emailing not at homes */
"City" = "Mesto";

/* button bar title */
"City Sorted" = "Uložené mestá";

/* This is the text that appears in the link of the email when you are transferring a call to another witness.  this is the link that they press to open MyTime
   This is the text that appears in the link of the email when you are transferring a not at home territory to another witness.  this is the link that they press to open MyTime */
"Click on this link from your iPhone/iTouch" = "Klikni na tento link z iPhone/iTouch";

/* Book Publication Name (cf) */
"Come Be My Follower" = "Staň sa mojim nasledovníkom";

/* Tracts Publication Name (T-20) */
"Comfort for the Depressed" = "Útecha pre skľúčených";

/* Book Publication Name (cj) */
"Commentary on James" = "Komentár ku Jánovi";

/* More->Settings view Compress backup link */
"Compress Backup" = "Kompresovaná záloha";

/* Book Publication Name (cn) */
"Concordance" = "Konkordancia";

/* backup connected message */
"Connected to the Backup Application.\n\nUse it to create a backup or to restore a backup" = "Pripojené na zálohu.\n\nPoužite to na importovanie, alebo exportovanie zálohy";

/* More View Table Group Title */
"Contact Information" = "Kontaktné informácie";

/* button to convert a not at home territpry house into a regular call */
"Convert to call" = "Convert to call";

/* When making a new additional information if you previsouly had a 'String' type and you want to change it to a multiple choice, this is the text used, because I go through all of the values of the 'String' and automatically set those up as choices */
"Convert to Multiple Choice" = "Convert to Multiple Choice";

/* initial message when trying to transfer backup files */
"Could not create %@ directory" = "Nie je možné vytvoriť %@ priečinok";

/* More->Settings->Delete map cache: error message if the map cache could not be deleted */
"Could not delete map cache" = "Nie je možné vymazať cache pamäť máp";

/* More->Settings->Remove Custom Translation: error message if the custom translation file could not be removed */
"Could not remove custom translation" = "Nie je možné odobrať vlastný preklad";

/* 'Count' label for Number Picker; this is the label that is beside the number in the picker */
"Count:" = "Spolu:";

/* More View Table Enable shown popups */
"Create a note from scratch" = "Vytvoriť od základu novú poznámku";

/* Settings label for the current user */
"Current User" = "Aktuálny užívateľ";

/* Title for field in the Additional Information for the user to create their own additional information field */
"Custom" = "Vlastné";

/* Book Publication Name (dp) */
"Daniel's Prophecy" = "Danielovo proroctvo";

/* cell title in the Date Picker View where you can change the return visit date */
"Date" = "Dátum";

/* button bar title */
"Date Sorted" = "Podľa dátumu";

/* Call Metadata
   cell title in the Date Picker View where you can change the return visit date */
"Date/Time" = "Dátum/Čas";

/* Day singular */
"Day" = "Deň";

/* Days plural */
"Days" = "Dni";

/* Short month name */
"Dec" = "Dec";

/* Long month name */
"December" = "December";

/* Multiple Users: the default user name when the user has not entered a name for themselves */
"Default User" = "Prednastavený užívateľ";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data */
"Delete All Data" = "Vymaž všetky dáta";

/* Delete Call button in editing mode of call view */
"Delete Call" = "Vymaž návštevu";

/* Deleted calls view button title */
"Deleted Calls" = "Vymazané ON";

/* view title */
"Deleted Calls Sorted by Street" = "Vymazané ON zoradené podľa ulice";

/* Title of the view you are presented from Settings->Passcode when you are disabling the passcode */
"Disable Passcode" = "Zakázať heslo";

/* backup connected message */
"Disconnected from the Backup Application" = "Odpojené od záložnej aplikácie";

/* Brochures Publication Name (na) */
"Divine Name" = "Božie meno";

/* Label for picking the location lookup type when they do not want the return visit to show up in the map */
"Do not show in map" = "Neukazuj na mape";

/* Tracts Publication Name (T-25) */
"Do You Have an Immortal Spirit" = "Je duša nesmrteľná?";

/* More View Table Link to Documentation */
"Documentation" = "Dokumentácia";

/* Tracts Publication Name (T-71) */
"Does Fate Rule Our Lives" = "Je náš život daný osudom?";

/* Brochures Publication Name (dg) */
"Does God Care" = "Skutočne sa Boh o nás stará";

/* Brochures Publication Name (je) */
"Doing God's Will" = "Konať Božiu vôľu";

/* Book Publication Name (cl) */
"Draw Close to Jehovah" = "Priblížte sa k Bohu";

/* Publication Type name */
"DVD" = "DVD";

/* Publication Type name */
"DVD (not counted)" = "DVD (nepočujúci)";

/* Publication Type name */
"DVD Brochure" = "DVD Brožúra";

/* DVD Publication Name (9224) */
"DVD Drama: Bore Witness" = "DVD Drama: Svedectvo";

/* DVD Publication Name  (9215) */
"DVD Drama: Noah/David" = "DVD: Noach/Dávid";

/* DVD Publication Name (9215) */
"DVD Drama: Pursue Goals" = "DVD Drama: Čomu zasvetiť život";

/* DVD Publication Name  */
"DVD Drama: Respect Authority" = "DVD Drama: Rešpektuj Autoritu";

/* DVD Publication Name (9241) */
"DVD Drama: Submit to Authority" = "DVD Drama: Rešpektuj autoritu";

/* DVD Publication Name (9241) */
"DVD Drama: Troublesome Times/Boldly Witnessing" = "DVD Drama: Zvestujme v ťažkých časoch";

/* DVD Publication Name */
"DVD: Bible Stories" = "DVD: Biblické príbehy";

/* DVD Publication Name (9232) */
"DVD: Bible Teach" = "DVD: Čo učí Biblia";

/* DVD Publication Name (9220) */
"DVD: Family Happiness" = "DVD: Šťastná rodina";

/* DVD Publication Name (9211) */
"DVD: God's Friend" = "DVD: Boží priateľ";

/* DVD Publication Name () */
"DVD: Great Teacher" = "DVD: Veľký učiteľ";

/* DVD Publication Name (9202) */
"DVD: Greatest Man" = "DVD: Najväčší človek";

/* DVD Publication Name (9218) */
"DVD: Keep on the Watch" = "DVD: Zostante bdelý!";

/* DVD Publication Name (?) */
"DVD: Keep Yourselves in Gods Love " = "DVD: Zachovaj sa v Božej láske ";

/* DVD Publication Name (1297) */
"DVD: Knowledge" = "DVD: Poznanie";

/* DVD Publication Name (9201) */
"DVD: Require" = "DVD: Požiadavky";

/* DVD Publication Name (9203) */
"DVD: Sing Praises Vol 1&2" = "DVD: Chváľte Jehovu spevom 1&2";

/* DVD Publication Name (9229) */
"DVD: Sing Praises Vol 3" = "DVD: Chváľte Jehovu spevom Vol 3";

/* DVD Publication Name (9216) */
"DVD: Spirits of the dead" = "DVD: Duchovia mŕtvych";

/* DVD Publication Name (9221) */
"DVD: When someone you love dies" = "DVD: Keď umrie niekto milovaný";

/* DVD Publication Name (9213) */
"DVD: Worship God" = "DVD: Uctievaj Boha";

/* DVD Publication Name (?) */
"DVD: Would You Like To Know the Truth?" = "DVD: Chceli by ste poznať pravdu?";

/* Brochures Publication Name (ed) */
"Education" = "Vzdelanie";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy" = "EEE, M/d/yyy";

/* localized date string string using http://unicode.org/reports/tr35/tr35-4.html#Date_Format_Patterns as a guide to how to format the date */
"EEE, M/d/yyy h:mma" = "EEE, M/d/yyy h:mma";

/* Call Metadata */
"Email" = "Email";

/* This is text used in the statistics view where you click on the 'ActionSheet' button and it asks you what you want to do to email your congregation secretary your statistics where %@ is the placeholder for the month */
"Email %@ Report" = "Email %@ Report";

/* pick an email address */
"Email Address" = "Emailová adresa";

/* Autobackup disabled label in the statistics view, setting title */
"Email autobackup disabled" = "Záloha na email vypnutá";

/* More View Table backup your data by emailing the data */
"Email backup" = "Záloha na Email";

/* Email the call details to another MyTime user
   Email the not at home territory details to another MyTime user */
"Email Details" = "Detaily Emailu";

/* button that the user clicks when they want to email a mytime backups */
"Email MyTime Backup" = "Zálohovať emailom MyTime";

/* button that the user clicks when they want to email a printable backup */
"Email Printable Backup" = "Export MyTime pre tlač";

/* question to ask the user if they want a mytime backup or printable backup */
"Email printable backup or MyTime backup? (The printable backup can not be used to automatically restore MyTime data)" = "Export MyTime pre tlač, alebo zálohu? (Export pre tlač nie je možné použiť pre Import dát do MyTime)";

/* Months to email Information title */
"Email Report" = "Emailové reporty";

/* Google Localized Language Name */
"en" = "sk";

/* More View Table Enable shown popups */
"Enable shown popups" = "Povoliť vyskakovacie okná";

/* Tracts Publication Name (T-21) */
"Enjoy Family Life" = "Šťastný rodinný život";

/* First Prompt to enter a passcode to limit access to MyTime */
"Enter a passcode" = "Vytvorte heslo";

/* This is the title for the Statistics->Edit->Select an hours row-> view that pops up to allow you to edit the hours */
"Enter Hours" = "Enter Hours";

/* Custom Information Placeholder before the user enters in what they want to call this field, like 'Son's name' or whatever */
"Enter Name Here" = "Vložte meno";

/* Prompt to enter a passcode to gain access to MyTime */
"Enter Passcode" = "Vložte heslo";

/* multiple choice value placeholder text */
"Enter the multiple choice value" = "Zadajte výber hodnôt";

/* text that appears in the Call->Edit->Add Additional Information->Edit->Add Custom->Multiple Choice type area so that you can add values to your multiple choice type */
"Enter the multiple choice values here" = "Zadajte výber hodnôt tu";

/* Prompt to enter a passcode turn off the passcode in MyTime */
"Enter your passcode to disable" = "Zadajte heslo pre zrušenie zaheslovania";

/* More->Settings view title for erasing the map cache */
"Erase map cache" = "Vymaž cache pamäť máp";

/* This is a message you see when you make a new Call -> press on the address -> press on automatically lookup address, and there is a geolocation error (the google lookup of the address failed) */
"Error acquiring location, reverse lookup failed" = "Error acquiring location, reverse lookup failed";

/* This is a message you see when you make a new Call -> press on the address -> press on automatically lookup address, and the location services can not obtain a location (could happen for iPod or iPhone with only wifi turned on and location cant be determined by wifi) */
"Error: Location Services can not find your location." = "Error: Location Services can not find your location.";

/* Book Publication Name (ce) */
"Evolution or Creation" = "Evolúcia, alebo stvorenie";

/* Book Publication Name (es) */
"Examining the Scriptures Daily" = "Denne skúmať písma";

/* backup failed string */
"Failed advertising server" = "Nemožno synchronizovať verziu";

/* failure message for starting the backup service */
"Failed creating server" = "Nemožno vytvoriť server";

/* Book Publication Name (fy) */
"Family Happiness" = "Rodinné šťastie";

/* Book Publication Name (fl) */
"Family Life" = "Family Life";

/* this is a section label in the 'quick notes' view if you edit a call and add brand new notes.  The favorites section is where you can add your own favorite notes */
"Favorites" = "Obľúbené";

/* Short month name */
"Feb" = "Feb";

/* Long month name */
"February" = "Február";

/* Subject text for the email that is sent for the Field Service Activity report */
"Field Service Activity Report" = "Nepodarilo sa vytvoriť report";

/* Button in More->settings that points the user to the bug tracking system */
"Found a bug?" = "Našli ste chybu?";

/* Book Publication Name (po) */
"God's Eternal Purpose" = "Božský večný cieľ";

/* Brochures Publication Name (gf) */
"God's Friend" = "Boží priateľ";

/* Book Publication Name (ka) */
"God's Kingdom Has Approached" = "Božie kráľovstvo sa priblížilo";

/* Book Publication Name (gm) */
"God's Word" = "Božie slovo";

/* Brochures Publication Name (gl) */
"Good Land" = "Dobrá krajina";

/* Brochures Publication Name  */
"Good News for People of All Nations" = "Dobré posolstvo pre ľudí každej národnosti";

/* Book Publication Name (gh) */
"Good News to Make You Happy" = "Dobrá správa prináša šťastie";

/* Brochures Publication Name (bp) */
"Government" = "Šťastie";

/* Book Publication Name (gt) */
"Greatest Man Who Ever Lived" = "Najväčší človek";

/* Brochures Publication Name (gu) */
"Guidance of God" = "Božia vláda";

/* Book Publication Name (hp) */
"Happiness-How to Find It" = "Šťastie - ako ho nájsť";

/* Tracts Publication Name (T-74) */
"Hellfire-Is It Part of Divine Justice?" = "Peklo - existuje?";

/* Book Publication Name (hs) */
"Holy Spirit" = "Svätý duch";

/* label used in the Statistics->Edit->press hours picker view
   Singular form of the word hour */
"hour" = "hodina";

/* 'Hours' ButtonBar View text, Label for the amount of hours spend in the ministry, and Expanded name when on the More view */
"Hours" = "Hodiny";

/* label used in the Statistics->Edit->press hours picker view
   Plural form of the word hours */
"hours" = "hodiny";

/* House Number
   used as a label when emailing not at homes */
"House Number" = "Číslo domu";

/* Title of the section in the Not-At-Homes street view that allows you to add/edit houses in the street
   used as a label when emailing not at homes */
"Houses" = "Domy";

/* Tracts Publication Name (rp) */
"How to Find the Road to Paradise" = "Ako nájsť cestu do raja";

/* button to not send the email backup.  I want to have this to have the sense of sounding very bad, like: I dont care about my data, dont backup */
"I don't want to backup" = "Neželám si zálohy";

/* button that the user clicks when they have let their Yes mean Yes that they have read the website */
"I have read the webpage" = "Prečítal som stránku";

/* This is the text that appears in the link of the email when you are wanting to restore from a backup.  this is the link that they press to open MyTime */
"If you want to restore from your backup, click on this link from your iPhone/iTouch" = "Ak chcete obnoviť zálohu, kliknite na tento link z iPhone/iTouch";

/* Title in the 'Additional Information' for the entries that will always show in every call */
"Information Always Shown" = "Vždy zobrazená informácia";

/* This is used to signify the first visit which is not counted as a return visit.  This is in the view where you get to pick the visit type */
"Initial Visit" = "ON";

/* Initial Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Initial Visit Notes" = "Poznámka ku štúdiu";

/* Book Publication Name (it) */
"Insight" = "Hlbšie pochopenie písma";

/* Book Publication Name (ct) */
"Is there a Creator Who Cares About You?" = "Stvoriteľ";

/* Book Publication Name (ts) */
"Is This Life All There Is?" = "Je terajší život všetko?";

/* Book Publication Name (ip-1) */
"Isaiah's Prophecy I" = "Izajášovo proroctvo I";

/* Book Publication Name (ip-2) */
"Isaiah's Prophecy II" = "Izajášovo proroctvo  II";

/* This is the message the user is presented with when they have not backed up their mytime data ever, or they are past their autobackup interval */
"It has been a while since you did an email backup, want to do it now? It just takes 2 seconds." = "Dlho ste neurobili zálohu. Chcete to urobiť teraz? Trvá to len 2 sekundy.";

/* Short month name */
"Jan" = "Jan";

/* Long month name */
"January" = "Január";

/* Brochures Publication Name (jt) */
"Jehovah's Witnesses" = "Jehovový svedkovia";

/* Tracts Publication Name (T-18) */
"Jehovah's Witnesses-What Do They Believe?" = "Jehovoví svedkovia - čo veria?";

/* Tracts Publication Name (T-23) */
"Jehovah-Who Is He?" = "Kto je Jehova?";

/* Tracts Publication Name (T-24) */
"Jesus Christ-Who Is He?" = "Kto je Ježiš Kristus?";

/* Short month name */
"Jul" = "Júl";

/* Long month name */
"July" = "Júl";

/* Short month name */
"Jun" = "Jún";

/* Long month name */
"June" = "Jún";

/* Brochures Publication Name (kp) */
"Keep on the Watch!" = "Zostaňte bdelí!";

/* Book Publication Name (lv) */
"Keep Yourselves in Gods Love" = "Zachovaj sa v Božej láske";

/* Tracts Publication Name (T-26) */
"Know the Bible" = "Spoznaj Bibliu";

/* Book Publication Name (kl) */
"Knowledge That Leads to Everlasting Life" = "Poznanie";

/* Last Service year total hours label */
"Last Service Year Total" = "Služba za celý rok";

/* Brochures Publication Name (pc) */
"Lasting Peace" = "Trvalý mier";

/* Book Publication Name (te) */
"Learn From the Great Teacher" = "Uč sa od veľkého učiteľa";

/* Book Publication Name (kc) */
"Let Your Kingdom Come" = "Nech príde tvoje kráľovstvo";

/* Book Publication Name (lp) */
"Life Does Have A Purpose" = "Život má zmysel";

/* Tracts Publication Name (T-15) */
"Life in a Peaceful New World" = "Život v pokojnom novom svete";

/* Brochures Publication Name (le) */
"Life on Earth" = "Život na Zemi";

/* Book Publication Name (te) */
"Listen to the Great Teacher" = "Počúvaj veľkého učiteľa";

/* Book Publication Name (pe) */
"Live Forever in Paridise on Earth" = "Život v raji na Zemi";

/* Book Publication Name (jd) */
"Live With Jehovah's Day in Mind" = "Ži s JHVH dňom v mysli";

/* Label for picking the location lookup type */
"Locate using google Maps" = "Lokalizujem pomocou google Maps";

/* Select Location informatio type Type title */
"Location" = "Lokalizácia";

/* title for the marker when you have to manually set the location for a call */
"Location Unavaliable, please move me" = "Lokalizácia neúspešná, prosím nastavte ma manuálne";

/* Brochures Publication Name (mn) */
"Look!" = "Hľa robím všetky veci nové!";

/* This is a message you see when you make a new Call -> press on the address -> press on automatically lookup address, and geolocation is having a hard time getting accurate results */
"Looking up position, current accuracy is %dm" = "Looking up position, current accuracy is %dm";

/* This is the first message you see when you make a new Call -> press on the address -> press on automatically lookup address */
"Looking up your position with Location Services" = "Looking up your position with Location Services";

/* Publication Type name */
"Magazine" = "Časopis";

/* Publication Type name */
"Magazines" = "Časopisy";

/* these are the instructions for connecting to the MyTime web server from the Settings View */
"Make sure you are on the same network as your iPhone/iPod then open a web browser and type in \"http://%@\" as the location." = "Uistite sa, že ste v rovnakej sieti, ako váš iPhone/iPod potom otvorte prehliadač a napíšte adresu \"http://%@\" .";

/* Book Publication Name (sl) */
"Man's Salvation" = "Záchrana";

/* Book Publication Name (sh) */
"Mankind's Search for God" = "Ľudstvo hľadá Boha";

/* Label for picking the location lookup type */
"Manually pick Location" = "Manuálne označiť lokalizáciu";

/* Confirmation message about the map data being deleted */
"Map cache has been deleted" = "Cahce pamäť máp bola vymazaná";

/* Mapped calls view title */
"Mapped Calls" = "Mapa ON";

/* Short month name */
"Mar" = "Mar";

/* Long month name */
"March" = "Marec";

/* Short/Long month name */
"May" = "Máj";

/* Campaign Tract Publication Name (mi yearly tract) */
"Memorial Tract" = "Pozvánka na pamätnú slávnosť";

/* Book Publication Name (sg) */
"Ministry School" = "Teokratická Škola";

/* label used in the Statistics->Edit->press hours picker view
   Singular form of the word minute */
"minute" = "min";

/* label used in the Statistics->Edit->press hours picker view
   Plural form of the word minutes */
"minutes" = "min";

/* Call Metadata */
"Mobile Phone" = "Mobilný telefón";

/* Month singular */
"Month" = "Mesiac";

/* Title for selecting the number of months shown in the statistics view */
"Month Count" = "Mesiac spolu";

/* Months plural */
"Months" = "Mesiace";

/* title for the marker when you have to manually set the location for a call */
"Move me" = "Posuň ma";

/* Yes roll over the extra minutes to the next month where %d is the placeholder for the number of minutes */
"Move to next month" = "Posunúť na ďaľší mesiac";

/* Call Metadata
   title that appears in the Call->Edit->Add Additional Information->Edit->Add Custom->Multiple Choice type section */
"Multiple Choice" = "Zaškrtávanie";

/* Settings section header for the current user */
"Multiple User Settings" = "Viac užívateľských nastavení";

/* Book Publication Name (my) */
"My Book of Bible Stories" = "Moja kniha Biblických príbehov";

/* Email subject line for the email that has your backup data in it */
"MyTime Application Data Backup" = "MyTime záloha dát";

/* Email subject line for the email that has a printable version of the mytime data */
"MyTime Application Printable Backup" = "Záloha aplikácie MyTime pre tlač";

/* This message is displayed after a successful restore of a backup */
"MyTime backup restored." = "MyTime backup restored.";

/* Subject text for the email that is sent for sending the details of a call to another witness */
"MyTime Call, open this on your iPhone/iTouch" = "MyTime ON, otvorte to vo vašom iPhone/iTouch";

/* Subject text for the email that is sent for sending the details of a call to another witness */
"MyTime Not At Home Territory, open this on your iPhone/iTouch" = "MyTime ND z obvodu, otvorte ich cez váš iPhone/iTouch";

/* This message is displayed when someone clicks on a link in an email or a webpage which will open up mytime to either add a transfered call or restore from a backup */
"MyTime opened with invalid URL" = "MyTime otvorený cez nesprávnu URL";

/* More View Table MyTime Version */
"MyTime Version" = "MyTime Verzia";

/* More View Table MyTime Website */
"MyTime Website" = "MyTime webová stránka";

/* Name label for Call in editing mode */
"Name" = "Meno";

/* button bar title */
"Name Sorted" = "Podľa mena";

/* Book Publication Name (kj) */
"Nations Shall Know I am Jehovah" = "Budú musieť spoznať, že som Jehova";

/* Call main title when you are adding a new call */
"New Call" = "Nová návšteva";

/* NO for boolean switch in additional information */
"NO" = "Nie";

/* No button title
   No dont delete the call
   No dont restore the call */
"No" = "Nie";

/* Text that appears at the sorted call views when there are no entries configured */
"No Calls" = "Bez opätovných návštev";

/* Text that appears at the Hours view when there are no entries configured */
"No Hours" = "Bez hodín";

/* Text that appears at the Bulk placements view when there are no entries configured */
"No Placements" = "bez zanechania publikácii";

/* Text that appears at the Not-At-Homes view when there are no entries configured */
"No Territories" = "Bez obvodu";

/* return visit type name */
"Not At Home" = "ND";

/* This would normally be \"Not At Home\" representing the list of houses you did not meet someone at, but there is confusion between not at home territories and not at home return visit types.  I added the Territory word to make them seperate, but you do not have to include the word \"Territory\" in your translation.  label for sending a printable email backup.  this label is in the body of the email
   This would normally be \"Not At Home\" representing the list of houses you did not meet someone at, but there is confusion between not at home territories and not at home return visit types.  I added the Territory word to make them seperate, but you do not have to include the word \"Territory\" in your translation.  This is the title of the Not At Home view */
"Not At Home Territory" = "Not At Home";

/* Call Metadata
   Not At Homes notes view title */
"Notes" = "Poznámky";

/* More->Settings view publisher type setting title */
"Notes for Secretary" = "Poznámky pre tajomníka";

/* this is a section label in the 'quick notes' view if you edit a call and add brand new notes.  The history section is where you can add notes to a call based on a previous note you wrote */
"Notes History" = "História poznámok";

/* Short month name */
"Nov" = "Nov";

/* Long month name */
"November" = "November";

/* Call Metadata */
"Number" = "Číslo";

/* Number Placed label for the Number Picker for the number of publications placed */
"Number Placed:" = "Zanechaná literatúra:";

/* Short month name */
"Oct" = "Oct";

/* Long month name */
"October" = "Október";

/* Off or disabled (used in the More->Settings->Passcode Lock Setting */
"Off" = "Off";

/* OK button */
"OK" = "OK";

/* Section Title for Date Sorted Calls 'Oldest Return Visits First' */
"Oldest Return Visits First" = "Najstaršia ON, ako prvá";

/* On or enabled (used in the More->Settings->Passcode Lock Setting */
"On" = "On";

/* Book Publication Name (od) */
"Organized To Do Jehovah's Will" = "Organizovaný";

/* Title in the 'Additional Information' for the entries that can be added per call */
"Other Information" = "Ostatné informácie";

/* Book Publication Name (go) */
"Our Incoming World Government" = "Naša prichádzajúca svetová vláda";

/* Brochures Publication Name (op) */
"Our Problems" = "Naše problémy";

/* Book Publication Name (pm) */
"Paradise Restored To Mandkind" = "Obnovenie raja";

/* More->Settings view name for the Passcode Setting */
"Passcode Lock" = "Zamykací kód";

/* text that appears if the passcodes dont match, this should match what is in the iphone's Settings->General->Passcode when you messup the passcode confirm */
"Passcodes did not match. Try again." = "Kódy sa nezhodujú. Skúste opäť.";

/* Call Metadata */
"Phone" = "Telefón";

/* Statistics button to allow you to pick months to email to the congregation secretary */
"Pick Months To Email" = "Vybrať mesiace do emailu";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Pioneer" = "Priekopník";

/* View Title and ButtonBar Title for the Day's Bulk Placed Publications */
"Placements" = "Umiestnenie";

/* Placements Group title for the Day's Bulk Literature Placements */
"Placements:" = "Zanechané:";

/* More View Table Donation request */
"Please Donate, help me help you" = "Chcete pomôcť?";

/* Multiple Users: This message is displayed when fails to enter a username when there is more than one user in the system */
"Please enter a name since you have more than one user of MyTime" = "Please enter a name since you have more than one user of MyTime";

/* This is the warning message that shows up in the More->Settings->Multiple Users when you are editing the user */
"Please note that if you delete a user ALL of your data will be DELETED for that user, this includes calls, return visits, hours, EVERYTHING!" = "Please note that if you delete a user ALL of your data will be DELETED for that user, this includes calls, return visits, hours, EVERYTHING!";

/* This message is displayed after you turn off the MyTime Webserver from the Settings View */
"Please quit MyTime if you changed any data using the MyTime Webserver" = "Prosím ukončite MyTime ak ste zmenili nejaké dáta cez MyTime webserver";

/* More->Settings->Remove Custom Translation: confirmaiton message when you have applied the 'Remove Custom Translation' */
"Please quit MyTime to apply change" = "Please quit MyTime to apply change";

/* This message is displayed after a successful import of a call or a restore of a backup */
"Please quit mytime to complete the import/restore." = "Plrosím zatvorte MyTime na dokončenie importu/načítaniu zálohy.";

/* warning to the user that they should remember their passcode */
"Please remember your passcode. You will not be able to recover this passcode if you forget it." = "Zapamätajte si svoje heslo, inak nebude možná obnova zo zálohy.";

/* This is text in the header of the screen when you try to select one of the multiple choice values */
"Please select one option" = "Prosím vyberte možnosť";

/* Information for the user to know what is going on with this and new releases */
"Please visit mytime.googlecode.com to see the FAQ and feature requests.\nA lot of work has been put into MyTime, if you find this application useful then you are welcome to donate.  Is English not your native language and you want to help to translate? Email me (look in the More view and Settings)" = "Prosím navštívte mytime.googlecode.com  FAQ pre informácie o budúcich vylepšeniach.\nAk Slovenčina nie je Váš rodný jazyk, môžete sa podieľať na jej preklade.";

/* initial setup message beore we have advertized the backup service (this message needs to be a bit long because the alertView can not resize when first shown) */
"Please wait for the Backup Service to initalize...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Počkajte na inicializáciu zálohy ...\n\nNavštívte mytime.googlecode.com pre viac informácii o zálohovaní.";

/* Confirmation message about enabling popup messages */
"Popup messages like this are now enabled to be shown once all throughout MyTime" = "Popoup správy, ako táto sú teraz povolené v celej aplikácii MyTime";

/* Book Publication Name (jv) */
"Proclaimers" = "Hlásatelia";

/* singular 'Publication' label for Number Picker; this is the label that is beside the number in the picker */
"Publication" = "Publikácia";

/* 'Publications' label for Number Picker; this is the label that is beside the number in the picker */
"Publications" = "Publikácie";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Publisher" = "Zvestovateľ";

/* More->Settings view publisher type setting title */
"Publisher Type" = "Typ zvestovateľa";

/* Brochures Publication Name (pr) */
"Purpose of Life" = "Zmysel života";

/* initial message when trying to transfer backup files */
"Pushed %@ translation file, restart MyTime to see the changes." = "Tlač %@ prekladaného súboru, reštartujte aplikáciu pre zobrazenie zmien.";

/* More View Table Questions, Comments? Email me */
"Questions, Comments? Email me" = "Otázky, Komentáre.";

/* Quick Notes title.  This is shown when you click on the notes to type in for a call, it is the title of the view that shows you the last several notes you have typed in */
"Quick Notes" = "Posledné poznámky";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC" = "Výstavba sál";

/* 'RBC Hours' ButtonBar View text, Label for the amount of hours spent doing quick builds */
"RBC Hours" = "Čas z výstavby sál";

/* First Prompt to enter a passcode to limit access to MyTime */
"Re-enter your passcode" = "Znova zadajte váš kód";

/* Book Publication Name (rs) */
"Reasoning" = "Rozhovory";

/* 'Reload' navigation bar action button for the Mapped Calls view */
"Reload" = "Znovu načítaj";

/* More->Settings custom translation title */
"Remove Custom Translation" = "Odobrať vlastné preklady";

/* Brochures Publication Name (rq) */
"Require" = "Čo od nás Boh vyžaduje";

/* Restore Call button in editing mode of call view */
"Restore Call" = "Obnoviť ON";

/* Yes restore from the backup please */
"Restore from Backup" = "Načítať zo zálohy";

/* initial message when trying to transfer backup files */
"Restored Backup, restart MyTime to see the changes" = "Záloha bola načítana, reštartujte MyTime pre uplatnenie zmien";

/* return visit type name */
"Return Visit" = "ON";

/* Return Visit Notes default text when the user did not enter notes, displayed on the view-mode Call view */
"Return Visit Notes" = "Poznámka z ON";

/* Return Visits label on the Statistics View */
"Return Visits" = "Opätovné návštevy";

/* Book Publication Name (re) */
"Revelation Climax" = "Zjavenie";

/* Brochures Publication Name (ol) */
"Road to Life" = "Cesta ku životu";

/* Yes round up where %d is a placeholder for the number of hours */
"Round Up to %d hours" = "Zaokrúhliť na %d hodiny";

/* Brochures Publication Name (la) */
"Satisfying Life" = "Zmysel života";

/* Brochures Publication Name (sj) */
"School" = "Škola";

/* Section Title when the user is searching */
"Search Results" = "Hľadaj výsledky";

/* More->Settings view publisher type setting title */
"Secretary's Email" = "Email pre tajomníka";

/* email address for the congregation secretary */
"Secretary's email address" = "Emailová adresa tajomníka";

/* Title of the screen where you pick the publication type: Magazine, Book, tract... */
"Select %@" = "Vyber %@";

/* Title for the view where you Pick A Date */
"Select Date" = "Vyber dátum";

/* Title for the view where you manually select the location for the call */
"Select Location" = "Vyber lokalizáciu";

/* 'Select Publication' Publication Picker title */
"Select Publication" = "Vyber publikáciu";

/* Select Time Title for adding hours of field service to a particular day */
"Select Time" = "Vyber čas";

/* Publication Type title */
"Select Type" = "Vyber typ";

/* Multiple Users View title */
"Select User" = "Označ používateľa";

/* In the \"Sorted By...\" view this is the prompt that appears to tell the user to pick what to sort by */
"Select What To Sort By" = "Označ, čo a ako zoradiť";

/* Send button like the send button in the email program, to send your field service activity report to the congregation secretary */
"Send" = "Pošli";

/* button to send the email backup */
"Send email backup" = "Pošlite zálohu na email";

/* initial message when trying to transfer backup files */
"Sending Settings to the Backup Application" = "Pošli nastavenia aplikácie";

/* Short month name */
"Sep" = "Sep";

/* Long month name */
"September" = "September";

/* Service year total hours label */
"Service Year Total" = "Služba spolu za rok";

/* Title of the view you are presented from Settings->Passcode when you are enabling the passcode */
"Set Passcode" = "Povoľte uzamknutie kódom";

/* 'Settings' ButtonBar View text and Statistics View Title */
"Settings" = "Nastavenia";

/* button that the user clicks when they have not read the FAQ or feature request list */
"Show me the webpage" = "Zobraz moju stránku";

/* Book Publication Name (Ssb) */
"Sing Praises" = "Chváľte Jehovu spevom";

/* View title */
"Sorted By ..." = "Zotrieď podľa ...";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Special Pioneer" = "Priekopník celým časom";

/* Brochures Publication Name (sp) */
"Spirits of the Dead" = "Duchovia mŕtvych";

/* Settings View button to start the webserver that allows you to type in your calls, import/export data, add translations, and import hours */
"Start MyTime Webserver" = "Spusti MyTime Webserver";

/* 'Start Time' navigation bar action button */
"Start Time" = "Začiatok služby";

/* Set this to 1 if your country abbreviates the state in all capital letters, otherwise set this to 0 */
"State in all caps" = "1";

/* State or Country
   used as a label when emailing not at homes */
"State or Country" = "Štát, alebo krajina";

/* 'Statistics' ButtonBar View text and Statistics View Title */
"Statistics" = "Štatistiky";

/* 'Stop Time' navigation bar action button */
"Stop Time" = "Koniec služby";

/* Street
   used as a label when emailing not at homes */
"Street" = "Ulica";

/* This is the territory idetifier that is on the Not At Home->New/edit territory */
"Street Name" = "Meno ulice";

/* Street Sorted button title */
"Street Sorted" = "Podľa Ulice";

/* Title of the section in the Not-At-Homes territory view that allows you to add/edit streets in the territory
   used as a label when emailing not at homes */
"Streets" = "Streets";

/* Call Metadata */
"String" = "String";

/* title of the Statistics->Study Individuals-> list of studies
   View title */
"Studies" = "Štúdia";

/* return visit type name */
"Study" = "Štúdium";

/* Bible Studies label on the Statistics View */
"Study Individuals" = "Study Individuals";

/* Magizine Publication Name (w) */
"Study Watchtower" = "Study Watchtower";

/* Book Publication Name (su) */
"Survival Into a New Earth" = "Kto prežije do nového sveta";

/* Text that appears at the sorted call views when there are no entries configured */
"Tap + to add a call" = "Tap + to add a call";

/* Text that appears at the Not-At-Homes view when there are no entries configured */
"Tap + to add a not-at-home territory" = "Tap + to add a not-at-home territory";

/* Text that appears at the Hours view when there are no entries configured */
"Tap + to add hours" = "Kliknúť + pridať hodiny";

/* Text that appears at the bulk placements view when there are no entries configured */
"Tap + to add street witnessing placements" = "Kliknúť + pridať ulicu";

/* This is the territory idetifier that is on the Not At Home->New/edit territory
   used as a label when emailing not at homes */
"Territory Name/Number" = "Číslo obvodu/meno";

/* this is the label in the Not At Home View when you press on the Add button and enter in the territory's information */
"Territory Owner's Email Address" = "Emailová adresa vlastníka obvodu";

/* Brochures Publication Name (bm) */
"The Bible, What is its Message" = "Biblia, aké posolstvo prináša?";

/* Tracts Publication Name (T-72) */
"The Greatest Name" = "Najväčšie meno";

/* Multiple Users: This message is displayed when the user is renaming their name and it matches another user's name */
"There is already a user with this name" = "Užívateľ s rovnakým menom už existuje";

/* This is the first part of the body of the email message that is sent to a user when you click on a Not At Home Territory and then click on the action button in the upper left corner and select transfer or email details */
"This not at home territory has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this not at home territory into MyTime.<br><br>" = "Táto ND bola vrátená vám, Tu sú detaily.  Ak ste používateľom MyTime, prosím pozrite na tento email zec váš iPhone/iTouch a presunte na na koniec tejto stránky, kliknite na link pre import tejto ND do MyTime.<br><br>";

/* This is the first part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"This return visit has been turned over to you, here are the details.  If you are a MyTime user, please view this email on your iPhone/iTouch and scroll all the way down to the end of the email and click on the link to import this call into MyTime.<br><br>Return Visit Details:<br>" = "Táto opätobná návšteva bola vrátená Vám. Tu sú podrobnosti ON.  Ak používate MyTime, prosím pozrite túto správu na iPhone/iTouch a pozrite sa na úplný koniec emailu a kliknnite na import tejto ON do aplikácie MyTime.<br><br>Detajly ON:<br>";

/* This is a note displayed when they first see the Statistics View */
"This will show you your tabulated end of the month field service activity including:\nHours\nBooks\nBrochures\nMagazines\nStudies\n Please note that you will only see items that you have counts for." = "Zobrazí tabuľku s informáciami o:\Hodinách\nKnihách\nBrožúrach\nČasopisoch\nŠtúdiach\n Pamätajte, že zobrazuje len informácie, ktoré sa reportujú.";

/* Time for %@ Group title on the Statistics View where %@ is the month of the year */
"Time for %@" = "Čas za %@";

/* Hours view prompt when you press the start time button */
"Time started at: %@" = "Začiatok času od: %@";

/* This is a note displayed when they first see the non editable call view */
"Touch the Edit button to add a return visit or you can see where your call is located by touching the address of your call" = "Zatlačte pridať pre pridanie ON, alebo kliknite na adresu pre zobrajenie mapy.";

/* Publication Type name */
"Tract" = "Traktát";

/* Transferr this call to another MyTime user and delete it off of this iphone, but keep the data
   Transferr this not at home territory to another MyTime user and delete it off of this iphone, but keep the data */
"Transfer, and Delete" = "Prenesie a vymaže";

/* return visit type name when this call is transfered from another witness */
"Transfered Not At Home" = "Prenesené ND";

/* return visit type name when this call is transfered from another witness */
"Transfered Return Visit" = "Prenesené ON";

/* return visit type name when this call is transfered from another witness */
"Transfered Study" = "Prenesené štúdia";

/* publisher type selected in the More->Settings->Publisher Type setting */
"Traveling Servant" = "Cestujúci dozorca";

/* Brochures Publication Name (ti) */
"Trinity" = "Trojica";

/* Book Publication Name (tp) */
"True Peace and Security" = "Pravda, mier a bezpečnosť";

/* Book Publication Name (tr) */
"Truth That Leads to Eternal Life" = "Pravda, ktorá vedie ku večnému životu";

/* Publication Type name */
"TwoMagazine" = "Dve časopisy";

/* Return visit type label
   type of Additional Information, used as a title to the section Call->Edit->Add Additional Information->Edit->Add Custom */
"Type" = "Typ";

/* Book Publication Name (uw) */
"United in Worship" = "Jednota v uctievaní";

/* Sorted by Street Calls view section title for an unknown street */
"Unknown" = "Neznáme";

/* Call Metadata */
"URL" = "URL";

/* Text that appears at the sorted call views when there are no entries configured */
"Use another call view to add a call" = "Use another call view to add a call";

/* This is a very important message that is at the end of the email used to transfer a call to another witness or if you are just emailing a backup to yourself, it verifies that all of the data is contained in the email, if it is not there then all of the data is not in the email and something bad happened :(
   This is a very important message that is at the end of the email used to transfer a not at home territory to another witness or if you are just emailing a backup to yourself, it verifies that all of the data is contained in the email, if it is not there then all of the data is not in the email and something bad happened :( */
"VERIFICATION CHECK: all data was contained in this email" = "KONTROLA VERIFIKÁCIE: všetky dáta boli pripojené do emailu";

/* More View Table Group Title */
"Version" = "Verzia";

/* Title for the view where you write notes for a call */
"Visit Notes" = "Podrobnosti o návšteve";

/* Return Visit Type title */
"Visit Type" = "Typ návštevy";

/* Both Magizines (w and g) */
"W & A" = "SV & P!";

/* initial message when trying to transfer backup files */
"Waiting for the Backup Application to connect...\n\nGo to mytime.googlecode.com for more information about the Backup Application" = "Čakám na pripojenie zálohy...\n\nNavštívte  mytime.googlecode.com pre viac informácii o zálohe";

/* Magizine Publication Name (w) */
"Watchtower" = "Stražna veža";

/* Tracts Publication Name (T-14) */
"What Do Jehovah's Witnesses Believe?" = "Čomu veria Jehovoví svedkovia?";

/* Book Publication Name (bh) */
"What Does the Bible Really Teach?" = "Čo učí Biblia?";

/* Tracts Publication Name (T-16) */
"What Hope for Dead Loved Ones?" = "Nádej pre mŕtvych?";

/* Brochures Publication Name (we) */
"When Someone Dies" = "Keď nám zomrie niekto milovaný";

/* This is the section title for transferred calls in the view that allows you to select a visit type for your call */
"When Transfered To You:" = "Prenesené na:";

/* Brochures Publication Name (ie) */
"When We Die" = "Keď zomrieme";

/* Tracts Publication Name (T-73) */
"Who Are Jehovah's Witnesses?" = "Kto sú Jehovoví svedkovia?";

/* Tracts Publication Name (T-22) */
"Who Really Rules the World?" = "Kto skutočne vládne svetu?";

/* Brochures Publication Name (wj) */
"Why Worship God" = "Uctievaj Boha";

/* Tracts Publication Name (T-13) */
"Why You Can Trust the Bible" = "Prečo možno dôverovať Biblii";

/* Tracts Publication Name (T-19) */
"Will This World Survive?" = "Kto prežije??";

/* Brochures Publication Name (wi) */
"World Without War" = "Svet bez vojen?";

/* Book Publication Name (ws) */
"Worldwide Security" = "Bezpečný celý svet";

/* Book Publication Name (wt) */
"Worship the Only True God" = "Uctievaj jediného pravého Boha";

/* Campaign Tract Publication Name (kt) */
"Would You Like To Know the Truth?" = "Chceli by ste vedieť pravdu?";

/* If the publisher has 1 hour 14 minutes, this question shows up in the statistics view if they click on the hours for a month, this question is asking them if they want to round up or roll over the minutes */
"Would you like to move %d minutes from the month of %@ to the next month? Or, round up to %d hours for %@?\n(This will change the time that you put in the Hours view so you can undo this manually)" = "Chcete presunúť %1$d minút z mesiaca %2$@ do ďaľšieho mesiaca? alebo,zaokrúhliť na %3$d hodín pre mesiac %4$@?\n(Toto zmení čas, ale môžete ho neskôr upraviť manuálne)";

/* This is a success message you see when you make a new Call -> press on the address -> press on automatically lookup address */
"Would you like to use this address?" = "Would you like to use this address?";

/* Book Publication Name */
"Yearbook" = "Ročenka";

/* YES for boolean switch in additional information */
"YES" = "Áno";

/* Yes button title
   Yes delete the call
   Yes restore the call */
"Yes" = "Áno";

/* Transferr this call from another user */
"Yes, add call" = "Áno pridať ON";

/* Transferr this call from another user */
"Yes, add territory" = "Áno pridať obvod";

/* Call Metadata */
"YES/NO Switch" = "Prepínač Áno/Nie";

/* This is the second part of the body of the email message that is sent to a user when you click on a Call then click on Edit and then click on the action button in the upper left corner and select transfer or email details */
"You are able to import this call into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email<br>" = "Môžete impportovať ON do MyTime ak kliknete na nasledujúci link na konci prezerania tejto stránky v iPhone/iTouch.  Overte, že na konci tohoto emailu je kód na overenie a \"VERIFICATION CHECK:\" , až potom kliknite na linku, táto linka preverí, či všetky údaje sú zahrnuté v tejto správe<br>";

/* This is the second part of the body of the email message that is sent to a user when you click on a Not At Home Territory and then click on the action button in the upper left corner and select transfer or email details */
"You are able to import this not at home territory into MyTime if you click on the link below while viewing this email from your iPhone/iTouch.  Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email<br>" = "Môžete importovať ND do MyTime, keď kliknete na link, ktorý je na konci emailu vo vašom iPhone/iTouch.  Prosím skontrolujte, či na konci emailu je \"VERIFICATION CHECK:\" Ak áno, email je platný a zahŕňa všetky dáta<br>";

/* This is the body of the email that is sent when you go to More->Settings->Email Backup */
"You are able to restore all of your MyTime data as of the sent date of this email if you click on the link below while viewing this email from your iPhone/iTouch. Please make sure that at the end of this email there is a \"VERIFICATION CHECK:\" right after the link, it verifies that all data is contained within this email<br><br>WARNING: CLICKING ON THE LINK BELOW WILL DELETE YOUR CURRENT DATA AND RESTORE FROM THE BACKUP<br><br>" = "Môžete obnoviť dáta MyTime dátami, až po dátum tohoto emailu, ak si želáte, kliknite na linku, ktorá sa nachádza nižšie v tomto emaily, priamo z vášho iPhone/iTouch. Skontrolujte súbor na konci tohoto emailu \"VERIFICATION CHECK:\" až potom kliknite na linku. Táto kontrola zistí, či email zahŕňa všetky potrebné informácie<br><br>POZOR: KLIKNUTÍM NA TLAČIDLO DELETE SA VYMAŽÚ VAŠE AKTUÁLNE DÁTA A NAHRADIA SA DÁMI ZO ZÁLOHY<br><br>";

/* This message gets displayed when the user is trying to add a call from an email when the call was transferred from another iphone/itouch */
"You are trying to import a call into MyTime, are you sure you want to do this?" = "Pokúšate sa importovaťON do MyTime, ste si tým istý?";

/* This message gets displayed when the user is trying to add a not at home territory from an email when the call was transferred from another iphone/itouch */
"You are trying to import a not at home territory into MyTime, are you sure you want to do this?" = "Snažíte sa importovať ND do MyTime, chcete v tom pokračovať?";

/* This message gets displayed when the user is trying to restore from a backup from the email program */
"You are trying to restore all MyTime data from a backup, are you sure you want to do this?  THIS WILL DELETE ALL OF YOUR CURRENT DATA" = "Snažíte sa obnoviť všetky dáta v MyTime zo zálohy. Ste si tým istý?  TÝM VYMAŽETE VŠETKY TERAJŠIE DÁTA";

/* This message is displayed when the user clicks on a Call then clicks on Edit and clicks on the \"Action\" button at the top left of the screen */
"You can transfer this call to someone else. Transferring will delete this call from your data, but your statistics from this call will stay. The witness who gets this email will be able to click on a link in the email and add the call to MyTime." = "Môžete preposlať ON z vášho MyTime niekomu inému na MyTime. Prenosom sa vymaže ON, ale čas a zanechané publikácie ostnú započítané. Svedok, ktorý dostane email bude môcť importovať ON do svojho MyTime.";

/* This message is displayed when the user clicks on a territory and clicks on the \"Action\" button at the top left of the screen */
"You can transfer this not at home territory to someone else. Transferring will delete this territory from your data or just emailing the details will keep the data. The witness who gets this email will be able to click on a link in the email and add the territory to MyTime." = "Vašu ND môžete poslať niekomu inému. Prenosom sa vymaže ND z vašich dát a informácia o ňej ostane len v emaili. Svedok, ktorý dostane email si bude môcť ND pridať z emailu do MyTime.";

/* these are the instructions for connecting to the MyTime web server from the Settings View */
"You need to be on a WiFi Network for the MyTime Webserver to work" = "Pre fungovanie Webservera MyTime musíte byť pripojený do Wifi siete";

/* Book Publication Name (ype-1) */
"Young People Ask 1" = "Mladý ľudia sa pýtajú";

/* Book Publication Name (ype-2) */
"Young People Ask 2" = "Pladí ľudia sa pýtajú 2";

/* Tracts Publication Name (yi) */
"Your Life" = "Mladí, ako využijete život?";

/* The title used in the Settings->Multiple Users screen */
"Your Name" = "Vaše meno";

/* Book Publication Name (yy) */
"Your Youth" = "Naši mladí";

